---
kind: enumMember
id: F:Autodesk.Revit.DB.SelectionFilterAction.Highlight
enum: Autodesk.Revit.DB.SelectionFilterAction
source: html/c78f7e32-a50e-d092-c8c5-6371464a747c.htm
---
# Autodesk.Revit.DB.SelectionFilterAction.Highlight

Points that pass the filter are highlighted.